Repository: JanluOfficial/gnome-shell-extension-lockkeys
Catalog: ua_UA.po
Languages: uk

source: Settings
uk: Налаштування

source: On
uk: Увімкнено

source: Off
uk: Вимкнено

source: Change indicator display options
uk: Змінити параметри відображення індикатора

source: Indicator Style
uk: Стиль індикатора

source: Notifications Only
uk: Лише сповіщення

source: Num-Lock Only
uk: Лише Num-Lock

source: Caps-Lock Only
uk: Лише Caps-Lock

source: Both
uk: Обидва

source: Show/Hide
uk: Показати/Сховати

source: Show/Hide Caps-Lock Only
uk: Показати/Сховати лише Caps-Lock

source: Notifications
uk: Сповіщення

source: Show notifications when state changes
uk: Показувати сповіщення при зміні стану

source: Compact
uk: Компактні

source: Osd
uk: Екранні

source: Show notifications when key state changes
uk: Показувати сповіщення при зміні стану клавіші

source: Set false to suppress num-lock or caps-lock state change notifications
uk: Виберіть вимкнено, щоб відключити відображення сповіщень при зміні режиму

source: Indicator style
uk: Стиль індикатора

source: Set numlock value to display only num-lock indicator, set capslock value to display only caps-lock indicator, or both for both. Set show-hide, to display corresponding indicator icons only when on.
uk: Виберіть Лише Num Lock або Лише Caps Lock, щоб показувати лише відповідний індикатор. Виберіть Обидва, щоб показувати обидва індикатори. Виберіть Показати/Сховати, щоб показувати відповідний індикатор лише тоді, коли відповідний режим активний.
